Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Building one Canadian economy
fr_fr: Diversifier nos échanges commerciaux : Nous établissons un réseau de

source: will create, and connect Canadians to, high-paying careers and more prosperity.
fr_fr: partenaires plus flexible et résilient.

source: Diversifying Our Trade: We are developing a more flexible, resilient network of
fr_fr: La nouvelle Stratégie de diversification du commerce du

source: partners. Canada's new Trade Diversification Strategy will strengthen existing relationships and
fr_fr: Canada viendra solidifier les relations existantes et ouvrir de nouveaux marchés aux entreprises

source: open new markets for Canadian businesses, particularly in Asia.
fr_fr: Nos investissements dans les infrastructures commerciales

source: Our investments in trade
fr_fr: augmenteront notre capacité de faire du commerce.

source: infrastructure will increase Canada's trade capacity.
fr_fr: Par l'intermédiaire du Bureau des grands

source: Through the Major Projects Office, we are
fr_fr: projets, nous contribuons aussi à l'élaboration de projets transformateurs de corridors

source: also helping to develop transformative energy and trade corridors.
fr_fr: énergétiques et commerciaux.

source: This includes the Port of
fr_fr: Par exemple, le projet Port de Churchill plus qui pourrait

source: Churchill Plus project, that has the potential to expand export capacity in the North through
fr_fr: augmenter la capacité d'exportation dans le Nord, par la baie d'Hudson, ce qui contribuerait à

source: Hudson Bay—increasing and diversifying trade with Europe and other partners, while more strongly
fr_fr: accroître et à diversifier le commerce avec l'Europe et d'autres partenaires, tout en raccordant

source: linking Churchill, Manitoba to the rest of Canada.
fr_fr: mieux Churchill, au Manitoba, au reste du Canada.

source: To support our plan to build a stronger economy, the government is adopting a new growth-oriented
fr_fr: Pour atteindre son objectif de bâtir une économie forte, le gouvernement adopte, dans son budget, une

source: approach to its budget—underscored by the shift in the composition of spending.
fr_fr: nouvelle approche axée sur la croissance, que met en lumière la restructuration de la composition

source: This new approach is
fr_fr: des dépenses.

source: guided by two fiscal anchors:
fr_fr: Cette nouvelle approche est guidée par deux cibles budgétaires :

source: Balancing day-to-day operating spending with revenues by 2028–29, shifting spending toward
fr_fr: équilibrer les dépenses de fonctionnement courantes et les revenus d'ici 2028-2029, en

source: Maintaining a declining deficit-to-GDP ratio to ensure disciplined fiscal management for future
fr_fr: maintenir le ratio du déficit au PIB sur une trajectoire descendante, qui assure une gestion

source: generations.
fr_fr: budgétaire rigoureuse au profit des générations futures.

source: In addition to these anchors, Budget 2025 enables $1 trillion in total investment over the next
fr_fr: En plus de ces cibles, le budget de 2025 permettra de mobiliser des investissements totaux

source: five years through smarter public spending and stronger capital investment.
fr_fr: publiques plus judicieuses et à des investissements en capital plus importants.

source: The economic impact of achieving this target would be substantial, compounding over time through
fr_fr: L'atteinte de cet objectif produirait des retombées économiques considérables, qui se multiplieraient

source: higher productivity.
fr_fr: au fil du temps en raison de la productivité accrue.

source: As an illustration, with $500 billion in additional private investment
fr_fr: À titre d'exemple, avec des investissements

source: over 5 years, real GDP could be about 3.5 per cent higher than otherwise by 2030,
fr_fr: PIB réel pourrait croître d'environ 3,5 % de plus d'ici 2030, ce qui témoignerait des retombées

source: reflecting the enduring benefits of a more capital-rich economy.
fr_fr: durables d'une économie plus riche en capitaux.

source: Over the same period, Canadians'
fr_fr: Pendant la même période, le pouvoir d'achat des

source: purchasing power would strengthen, with real GDP per capita $1,400 higher per year, on average.
fr_fr: Canadiens s'accroîtrait, alors que le PIB réel par habitant augmenterait de 1 400 $ par

source: This
fr_fr: année en moyenne.

source: lift in output could improve the budgetary balance by an average of $7 billion per year over
fr_fr: Cette hausse de la production pourrait améliorer le solde budgétaire d'environ

source: the forecast horizon.
fr_fr: 7 milliards de dollars par année en moyenne au cours de la période de projection.

source: Global Context
fr_fr: Contexte mondial

source: Slower Global Growth and Rising Risks
fr_fr: La croissance mondiale ralentit alors que les risques augmentent

source: Global economic growth has been solid over the last two years.
fr_fr: Au cours des deux dernières années, la croissance économique mondiale a été solide.

source: Inflation in most advanced economies
fr_fr: Dans la plupart des économies avancées, l'inflation a reculé ce qui a permis aux banques centrales, tant au

source: has fallen and given central banks, in Canada or elsewhere, the room to pause or cut interest rates,
fr_fr: pays qu'à l'étranger, de maintenir les taux d'intérêt au même niveau ou de les réduire, favorisant

source: supporting household spending and business investment.
fr_fr: ainsi les dépenses des ménages et les investissements des entreprises.

source: This year, risks to growth and inflation have risen.
fr_fr: Cette année, il y a eu une augmentation des facteurs de risque pouvant affecter la croissance et l'inflation.

source: In particular, average U.S. tariffs are at
fr_fr: Il est notamment question ici des taux moyens des droits de douane imposés par les

source: levels not seen in decades (Chart 4), making trade more expensive and unpredictable.
fr_fr: rendu les échanges commerciaux plus coûteux et imprévisibles.

source: These trade
fr_fr: Ces mesures commerciales redéfinissent

source: measures are reshaping global trade and straining global supply chains.
fr_fr: les échanges mondiaux et pèsent sur les chaînes d'approvisionnement mondiales.

source: Measures of global economic
fr_fr: Après avoir atteint

source: uncertainty have eased from their peak earlier in 2025 but remain high—well above pre-pandemic
fr_fr: ont quelque peu baissé, mais restent néanmoins élevés, à un degré bien supérieur à celui qui était

source: norms and at levels typically linked with major crises.
fr_fr: habituellement observé avant la pandémie et qui correspond normalement aux indicateurs en temps de

source: Although some tariff measures were scaled back or delayed, U.S. bilateral tariff rates have increased
fr_fr: crises majeures. Même si les États-Unis ont reporté l'application de certaines mesures tarifaires ou en ont réduit

source: on almost all trade counterparts and the shift to protectionist trade policy is clear.
fr_fr: l'ampleur, il reste qu'ils ont augmenté sur une base bilatérale les droits de douane à l'égard de

source: Early in 2025, the global economy proved more robust than anticipated.
fr_fr: Au début de 2025, la vigueur de l'économie mondiale a été plus grande que prévu.

source: Businesses accelerated
fr_fr: Les entreprises

source: imports ahead of new U.S. tariffs, while supportive financial conditions driven by expectations of
fr_fr: tandis que la conjoncture financière favorable, soutenue par les attentes de baisses additionnelles

source: further policy interest rate cuts and strong equity markets helped sustain economic activity.
fr_fr: des taux directeurs et la vigueur des marchés boursiers, a contribué au maintien de l'activité économique.

source: Those favourable conditions are now fading.
fr_fr: Ces conditions favorables sont en train de s'estomper.

source: The impact of higher trade barriers is becoming more
fr_fr: Les effets de l'augmentation des obstacles au

source: visible with weaker reported earnings, trade being diverted away from the U.S., slower domestic
fr_fr: réorientation des échanges vers d'autres marchés que les États-Unis, le fléchissement de la demande

source: demand in major economies, and softening labour markets.
fr_fr: intérieure dans les grandes économies et l'affaiblissement du marché du travail.

source: The International Monetary Fund (IMF) now
fr_fr: Selon les plus récentes prévisions du Fonds monétaire international (FMI), la hausse des droits de douane

source: sees higher tariffs leading to inflationary pressure re-emerging in the U.S., limiting the scope for
fr_fr: contribuera à un regain des pressions inflationnistes aux États-Unis, ce qui limitera les

source: further monetary stimulus.
fr_fr: possibilités que d'autres mesures de stimulation monétaire soient prises.

source: Looking ahead, international organisations—including the IMF and the Organisation for Economic
fr_fr: Pour la suite des choses, des organisations internationales comme le FMI et l'Organisation de

source: Co-operation and Development (OECD)—expect global growth to slow in the second half of 2025 and
fr_fr: coopération et de développement économiques (OCDE) prévoient que la croissance mondiale ralentira au

source: into 2026 (Chart 5).
fr_fr: second semestre de 2025 et que ce fléchissement se poursuivra en 2026 (graphique 5).

source: New trade tensions are reshaping the global economy, creating uncertainty and driving developments
fr_fr: De nouvelles tensions commerciales redessinent l'économie mondiale, en engendrant de l'incertitude et

source: that affect oil prices, exchange rates, and long-term interest rates—also impacting Canada's
fr_fr: de nouvelles dynamiques qui ont des effets sur les prix du pétrole, les taux de change et les taux

source: economic outlook.
fr_fr: d'intérêt à long terme – ainsi que sur les perspectives économiques au pays.

source: Oil prices—an important driver of Canada's economy and fiscal position—remain low and volatile.
fr_fr: Les prix du pétrole, un important moteur de l'économie canadienne qui influence sa situation

source: Soft global demand growth and continued OPEC+ production increases have weighed on markets.
fr_fr: dans le monde et la hausse soutenue de la production des pays de l'OPEP+ font pression sur les

source: West
fr_fr: marchés.

source: Texas Intermediate (WTI) has traded between US$57 and US$81 this year, and is currently hovering
fr_fr: Le prix du pétrole brut West Texas Intermediate (WTI) a oscillé entre 57 $ US et

source: around US$60 per barrel, substantially lower levels than expected in the 2024 Fall Economic Statement (FES 2024).
fr_fr: bien inférieur à celui qui était prévu dans l' Énoncé économique de l'automne de 2024 (Énoncé de 2024).

source: The U.S. dollar has fallen by about 7 per cent against other major currencies since
fr_fr: Depuis le début de l'année, le dollar américain a reculé d'environ 7 % par rapport aux

source: the start of the year, as softer growth prospects and market concerns about its safe-haven
fr_fr: autres grandes devises, plombé par les perspectives de croissance à la baisse, alors que le

source: status weigh on the currency.
fr_fr: maintien de son statut de valeur refuge suscite des préoccupations sur les marchés.

source: A weaker U.S. dollar lifts the Canadian dollar—helping ease
fr_fr: La faiblesse du dollar américain favorise un raffermissement du dollar canadien qui contribue à atténuer

source: inflation but reducing support exporters might otherwise receive amid new U.S. trade barriers.
fr_fr: l'inflation, mais n'aide pas à faciliter les choses pour les exportateurs face aux nouveaux

source: Long-term sovereign bond yields have declined in the U.S. and Canada since July, amid
fr_fr: Le rendement des obligations d'État à long terme a décliné aux États-Unis et au Canada depuis

source: expectations of greater monetary policy easing.
fr_fr: juillet, alors qu'un plus grand assouplissement de la politique monétaire était attendu.

source: However, yields remain elevated—or have even
fr_fr: Toutefois, les rendements demeurent élevés ou ont même encore augmenté pour certaines économies

source: risen further—in some advanced economies over the past two years as markets price in concerns
fr_fr: avancées depuis deux ans. Les marchés exigent désormais des primes plus élevées pour détenir des

source: about the long-term sustainability of fiscal policy and demand higher premiums on government
fr_fr: instruments de la dette publique, compte tenu des inquiétudes concernant la viabilité à long

source: debt.
fr_fr: Par rapport aux pays comparables, le rendement des obligations

source: Yields in Canada remain lower relative to peers (Chart 6), reflecting strong investor
fr_fr: du Canada demeure plus bas (graphique 6), ce qui dénote une grande confiance des

source: confidence in Canada's fiscal position.
fr_fr: investisseurs dans la situation financière du pays.

source: Canadian Economic Context
fr_fr: Contexte économique canadien

source: The Canadian Economy in the Face of New Tariffs
fr_fr: L'économie canadienne face à de nouveaux droits de douane

source: From an age when free trade was a motor of global economic growth, we have entered an age of economic
fr_fr: Alors que le libre-échange était auparavant le moteur de la croissance économique mondiale, nous

source: nationalism and mercantilism.
fr_fr: voilà maintenant entrés dans une ère de nationalisme économique et de mercantilisme.

source: Canada's largest export market, the U.S., is fundamentally reshaping
fr_fr: Le premier marché d'exportation du Canada, les États-Unis, est en train de redéfinir en profondeur toutes ses

source: all its trading relationships.
fr_fr: relations commerciales.

source: The U.S. tariff rate is now the highest it has been since the Great Depression in the 1930s, and
fr_fr: Le taux des droits de douane imposés par les États-Unis n'a jamais été aussi élevé depuis la Grande

source: these tariffs are being applied to all countries and nearly all goods.
fr_fr: Dépression, dans les années 1930, et ces droits visent tous les pays et presque tous les biens.

source: The trade war and the
fr_fr: La guerre commerciale et l'incertitude qu'elle a provoquée ont des répercussions notables sur

source: uncertainty it created has had profound effects on the Canadian economy.
fr_fr: l'économie canadienne.

source: After growing by more than 2 per cent in the second half of 2024, real GDP in Canada
fr_fr: Après avoir crû de plus de 2,0 % au cours de la deuxième moitié de 2024, le PIB réel

source: rose at an annualised pace of 0.2 per cent.
fr_fr: au Canada a augmenté au taux de croissance annualisé de 0,2 %.

source: Growth reached 2.0 per cent in
fr_fr: Le PIB a progressé

source: the first quarter but contracted by 1.6 per cent in the second quarter, as trade activity
fr_fr: de 2,0 % au premier trimestre, pour se replier de 1,6 % au deuxième trimestre, à

source: brought forward in the two previous quarters unwound and new tariffs came into effect.
fr_fr: douane, et de l'entrée en vigueur de nouveaux droits de douane.

source: Despite headwinds, the Canadian economy has shown resilience and private sector forecasters expect
fr_fr: Malgré ces vents contraires, l'économie canadienne a fait preuve de résilience, et les

source: modest growth to resume in the second half of 2025.
fr_fr: second semestre de 2025.

source: The IMF predicts that Canada will have the
fr_fr: Le FMI prévoit que le Canada connaîtra la deuxième plus forte

source: second fastest annual growth in the G7 (after the U.S.) in both 2026 and 2027.
fr_fr: croissance économique annuelle du G7 (après celle des États-Unis) en 2026 et en 2027.

source: The impact of higher U.S. tariffs and ongoing uncertainty on the Canadian economy has been evident:
fr_fr: Les répercussions des droits de douane américains et de l'incertitude persistante sur l'économie

source: Exports contracted sharply, even as U.S. growth remained strong, and manufacturing sales
fr_fr: repli, et les ventes ont diminué dans le secteur de la fabrication à mesure que de nouveaux

source: declined as new tariffs were imposed.
fr_fr: droits de douane ont été imposés.

source: Business sentiment has weakened in this environment (Chart 7), with declines across many
fr_fr: Dans ce contexte, la confiance des entreprises a fléchi (graphique 7), et des déclins sont

source: sectors, including those exposed to trade.
fr_fr: observés dans plusieurs secteurs, y compris ceux qui dépendent des échanges commerciaux.

source: Investment pulled-back in the first half of the year as businesses delayed or cancelled
fr_fr: Les investissements ont diminué au premier semestre, à mesure que les entreprises ont soit

source: projects.
fr_fr: reporté, soit annulé des projets.

source: Private sector forecasters expect investment weakness throughout 2025 (Chart 8),
fr_fr: investissements tout au long de 2025 (graphique 8), ce qui aura pour effet de réduire

source: dragging on the economy's productive capacity.
fr_fr: Il y a eu des pertes d'emploi dans les secteurs ciblés par les droits de douane et ceux qui

source: There were job losses in tariff-targeted sectors and those most exposed to trade, and hiring has
fr_fr: dépendent le plus du commerce, et les embauches ont ralenti dans d'autres secteurs.

source: been subdued among other sectors.
fr_fr: marché intérieur s'en sont mieux tirés.

source: However, the Canadian economy has shown resilience, with domestic-facing sectors faring better.
fr_fr: nationale en investissant dans l'infrastructure et le logement, y compris au moyen d'initiatives

source: This highlights the importance of strengthening the domestic economy through investment in infrastructure
fr_fr: privilégiant l'achat de produits canadiens, tout en continuant de diversifier le commerce extérieur et les marchés d'exportation du Canada.

source: and housing, including through Buy Canadian initiatives, while continuing to diversify trade and
fr_fr: Les dépenses des ménages sont demeurées vigoureuses, et tout indique que cette vigueur s'est

source: expand export markets.
fr_fr: maintenue tout au long de l'été.

source: Household spending has remained solid, with indications this strength continued over the summer
fr_fr: La situation financière des ménages a bénéficié de la forte hausse

source: months. Household balance sheets have benefitted from solid real wage gains, elevated household
fr_fr: des salaires réels, du taux d'épargne élevé des ménages, de la diminution des coûts d'emprunt et de

source: savings, lower borrowing costs, and rising asset values (Chart 9).
fr_fr: l'augmentation de la valeur des actifs (graphique 9).

source: At the same time, reduced travel
fr_fr: Parallèlement, la diminution des voyages

source: to the U.S. and Buy Canadian initiatives have redirected some spending towards domestic products and
fr_fr: aux États-Unis et les initiatives d'achat de produits canadiens ont réorienté certaines dépenses

source: services, providing additional support to local economies.
fr_fr: vers des produits et des services nationaux, ce qui a contribué à mieux soutenir les économies locales.

source: Housing activity is returning to growth
fr_fr: situation varie d'une région à l'autre.

source: after a period of sharp pullback, although conditions remain uneven across regions.
fr_fr: Les effets de l'imposition de nouveaux droits de douane et de l'incertitude qu'ils provoquent

source: The impact of new tariffs and the uncertainty they have caused is expected to continue to build. The
fr_fr: devraient continuer de s'accumuler. Les perspectives de croissance sont plus faibles que celles qui

source: outlook for growth is weaker than projected in the FES 2024 (Chart 10).
fr_fr: avaient été projetées dans l'Énoncé de 2024 (graphique 10).

source: Private sector
fr_fr: Les économistes du secteur

source: economists expect real GDP growth to resume in the second half of 2025, with annualised growth
fr_fr: privé estiment que la croissance du PIB réel reprendra au second semestre de 2025, à un taux

source: of 0.2 per cent and 0.9 per cent in the third and fourth quarter,
fr_fr: annualisé de 0,2 % et de 0,9 % aux troisième et quatrième trimestres,

source: respectively.
fr_fr: respectivement.

source: Tariffs and supply chain disruptions are expected to drag on business investment and productivity.
fr_fr: Les droits de douane et les perturbations dans les chaînes d'approvisionnement devraient continuer de freiner les investissements des entreprises et la productivité. Ces effets combinés au

source: Combined with slower population growth, the level of real GDP is projected to be
fr_fr: ralentissement de la croissance de la population font en sorte que le niveau du PIB réel devrait

source: 1.8 per cent below what was anticipated in the FES 2024 before the trade conflict
fr_fr: être de 1,8 % inférieur à la prévision établie dans l'Énoncé de 2024, avant le

source: (Chart 11).
fr_fr: conflit commercial (graphique 11).

source: Slower economic activity weighs on Canada's fiscal capacity.
fr_fr: Une activité économique plus faible affecte la capacité

source: The Department of Finance's
fr_fr: fiscale du Canada.

source: sensitivity analysis shows that this type of economic shock could result in a deterioration of the
fr_fr: Selon une analyse de sensibilité du ministère des Finances, ce type de choc

source: budgetary balance by $7 billion per year, on average, over the forecast horizon (see
fr_fr: économique pourrait se traduire par une détérioration du solde budgétaire de 7 milliards

source: Annex 1 for details on the sensitivity of fiscal projections to economic shocks).
fr_fr: de dollars par année en moyenne au cours de la période de projection (voir l'annexe 1 pour

source: Canadian Exports Amid New Tariffs
fr_fr: Les exportations canadiennes aux prises avec de nouveaux droits de douane

source: Canada's exporters are facing growing challenges from higher tariffs, uncertainty over future trade
fr_fr: Les exportateurs canadiens font face à des défis croissants en raison de la hausse des droits de

source: rules, and lower global demand.
fr_fr: douane, de l'incertitude entourant d'éventuelles règles commerciales et de l'affaiblissement de la demande mondiale.

source: Exports to our largest trading partner have seen large declines,
fr_fr: Les exportations vers notre premier partenaire commercial ont fortement baissé,

source: after initial front-loading of shipments as businesses tried to get ahead of the new tariffs.
fr_fr: une fois qu'ont pris fin les expéditions massives réalisées en prévision de l'imposition des droits

source: Newly
fr_fr: de douane.

source: added energy export capacity, such as the Trans Mountain expansion and LNG Canada, has cushioned
fr_fr: l'agrandissement du réseau de Trans Mountain et le projet de LNG Canada, a amorti dans une certaine

source: some of the decline in exports.
fr_fr: Ce sont les entreprises dans les secteurs directement ciblés par les droits de douane qui ont été les

source: Businesses in sectors directly targeted by tariffs, and the regions where these sectors have the
fr_fr: plus touchées, tout comme les régions où ces secteurs sont les plus présents. Les ventes intérieures

source: largest footprint, have been the hardest hit.
fr_fr: ont compensé en partie la faible demande aux États-Unis et les entreprises ont accru leurs stocks,

source: While domestic sales have partially offset weaker U.S.
fr_fr: mais cela n'a pas suffi pour combler l'écart, et la production a décliné dans les secteurs touchés.
